Repository: liang1314520/Python
Catalog: deepin-music-master/locale/*.po
Languages: am, ar, he, id, it, ro

source: Increase the lyrics size
am: የ ግጥሞችን መጠን መጨመሪያ
he: הגדל את גודל המילים
id: Naikkan ukuran lirik
it: Aumenta dimensione Testo
ro: Sporirea mărimii versurilor

source: Decrease the lyrics size
am: የ ግጥሞችን መጠን መቀነሻ
he: הקטן את גודל המילים
id: Kecilkan ukuran lirik
it: Diminuisci dimensione Testo
ro: Micşorarea mărimii versurilor

source: Select color theme
am: የ ቀለም ገጽታ ይምረጡ
ar: أختر لون السمة
he: בחר סכמת צבע
id: Pilih tema warna
it: Seleziona il colore per il tema
ro: Selectare culoarea temei

source: Karaoke on/off
he: קריוקי on/off
ro: Conectare/deconectare Karaoke

source: Switch lines
am: መስመሮች መቀየሪያ
ar: تبديل السطر
he: החלף שורות
id: Ganti baris
it: Cambia linee
ro: Schimbarea liniilor

source: Open settings panel
am: የ ማሰናጃ ክፍል መክፈቻ
ar: فتح لوحة الإعدادات
he: פתח פאנל הגדרות
id: Buka panel pengaturan
it: Apri pannello di controllo
ro: Deschide panelul setări

source: Search lrc file for current track
he: חפש ב-LRC עבור הקטע הנוכחי
id: Cari berkas lrc untuk lagu saat ini
it: Cerca file Irc per la traccia attuale
ro: Căutare fişier IRC pentru piesa curentă

source: Close lyrics
am: ግጥሞች መዝጊያ
ar: إيقاف الكلمات
he: סגור מילים
id: Tutup lirik
it: Chiudi lyrics
ro: Închide versuri

source: Lyrics rewind
am: ግጥሞች ማጠንጠኛ
ar: كلمات ترجيع
he: הרץ אחורה את המילים
it: Riavvolgi lyrics
ro: Derulare înapoi versuri

source: Lyrics forward
am: ግጥሞች ወደ ፊት
ar: كلمات تقديم
he: הרץ קדימה את המילים
it: Lyrics successivo
ro: Derulare înainte versuri

source: Switch to window mode
am: ወደ መስኮት ዘዴ መቀየሪያ
ar: التبديل إلى أسلوب النافذة
he: עבור למצב חלון
id: Beralih ke mode jendela
it: Cambia in modalità finestra
ro: Trecere la mod fereastră

source: Switch to desktop mode
am: ወደ ዴስክቶፕ ዘዴ መቀየሪያ
ar: التبديل إلى أسلوب سطح المكتب
he: עבור למצב שולחן העבודה
id: Beralih ke mode desktop
it: Cambia in modalità finestra
ro: Trecere la mod spaţiu de lucru

source: Search
am: መፈለጊያ
ar: بحث
he: חפש
id: Cari
it: Cerca
ro: Cautare

source: Settings
am: ማሰናጃዎች
ar: إعدادات
he: הגדרות
id: Pengaturan
it: Impostazioni
ro: Setari

source: Forward 0.5 seconds
am: ወደ ፊት 0.5 ሰከንዶች
ar: تقديم 0.5 ثواني
he: הרץ 0.5 שניות קדימה
id: Maju 0.5 detik
it: Avanti 0.5 secondi
ro: Înainte cu 0.5 secunde

source: Rewind 0.5 seconds
am: ማጠንጠኛ 0.5 ሰከንዶች
ar: تأخير 0.5 ثواني
he: הרץ 0.5 שניות אחורה
id: Mundur 0.5 detik
it: Indietro 0.5 secondi
ro: Înapoi cu 0.5 secunde

source: Adjust lyrics
am: ግጥሞች ማስተካከያ
ar: ضبط الكلمات
he: התאם מילים
id: Sesuaikan lirik
it: Aggiusta lyrics
ro: Ajustare versuri

source: Choose local lrc
ar: إختيار lrc محلي
he: בחר LRC מקומי
id: Pilih lrc lokal
it: Scegli Irc locale
ro: Alege Irc local

source: Lyrics acquired by Network
he: המילים הושגו באמצעות הרשת
it: Testi presi dalla Rete
ro: Versuri dobândite de Reţea

source: No lyrics found!
am: ምንም ግጥሞች አልተገኙም!
ar: لم يتم العثور على كلمات !
he: לא נמצאו מילים!
id: Lirik tidak ditemukan!
it: Nessun lyrics trovato!
ro: Versuri nu au fost găsite!

source: Searching for lyrics...
am: ግጥሞች በመፈለግ ላይ...
ar: يتم البحث عن الكلمات...
he: מחפש מילים...
id: Mencari lirik ...
it: Ricerco lyrics...
ro: Căutare versuri...

source: Show/Hide Lyrics
am: ግጥሞች ማሳያ/መደበቂያ
ar: إظهار / إخفاء الكلمات
he: הראה/הסתר מילים
id: Tampilkan/Sembunyikan Lirik
it: Mostra/Nascondi lyrics
ro: Arată/Ascunde Versuri

source: Lyrics window
am: የ ግጥሞች መስኮት
ar: كلمات النافذة
he: חלון מילים
id: Jendela Lirik
it: Finestra lyrics
ro: Fereastra de versuri

source: Custom
ar: مخصص
he: מותאם אישית
id: Kustom
it: Personalizzato
ro: Personalizare

source: Default
am: ነባር
ar: الأفتراضي
he: ברירת מחדל
id: Baku
ro: Implicit

source: Classical
ar: كلاسيكي
he: קלאסי
id: Klasik
it: Classic
ro: Clasic

source: Club
am: ክለብ
he: מועדונים

source: Dance
am: ዳንስ
he: ריקודים

source: Full Bass
ar: صوت عميق كامل
he: בס מלא

source: Full Bass and Treble
ar: صوت عميق كامل وثلاثي
he: בס מלא וטרבל
id: Full Bass dan Treble
it: Full Bass e Tremble

source: Full Treble
ar: ثلاثي كامل
he: טרבל מלא

source: Headphones
am: በጆሮ ማድመጫ
ar: السماعات
he: אוזניות
it: Cuffie
ro: Căști

source: Live
am: በቀጥታ
ar: L
he: הופעה חיה

source: Party
am: ፓርቲ
ar: P
he: מסיבה
ro: Petrecere

source: Pop
am: ፖፕ
ar: Po
he: פופ

source: Rock
am: ሮክ
ar: Ro
he: רוק

source: Ska
am: ስካ
ar: Sk
he: סקא

source: Soft
am: ለስላሳ
ar: So
he: רך

source: Soft Rock
am: ለስላሳ ሮክ
ar: So Ro
he: רוק קל

source: Electronic
am: ኤሌክትሮኒክ
ar: الكتروني
he: אלקטרוני
ro: Muzica electronică

source: Predefined
am: በቅድሚያ የተገለጸ
ar: محددة مسبقا
he: מוגדר מראש
id: Telah ditetapkan
it: Predefinito
ro: Predefinit

source: Search in Current Playlist
am: በ አሁኑ የማጫወቻ ዝርዝር ውስጥ መፈለጊያ
ar: ابحث في قائمة التشغيل الحالية
he: חפש ברשימת השמעה נוכחית
id: cari di daftar main sekarang
it: Cerca nella Playlist attuale
ro: Căutare în Lista de Redare curentă

source: Playlist Operations
am: የማጫወቻ ዝርዝር ተግባሮች
ar: قائمة تشغيل العمليات
he: פעולות רשימת השמעה
id: Operasi Daftar Putar
it: Operazioni della playlist
ro: Operaţiunile în Lista de Redare

source: Default List
am: ነባር ዝርዝር
ar: قائمة افتراضية
he: רשימת ברירת מחדל
id: Daftar Baku
it: Lista predefinita
ro: Lista Implicită

source: New List
am: አዲስ ዝርዝር
ar: قائمة جديدة
he: רשימה חדשה
id: Daftar Baru
it: Nuova playlist
ro: Lista nouă

source: Import List
am: ዝርዝር ማምጫ
ar: استيراد قائمة
he: ייבא רשימה
id: Import Daftar
it: Imposta playlist
ro: Importare Lista

source: Open List
am: ዝርዝር መክፈቻ
ar: فتح قائمة
he: פתח רשימה
id: Buka Daftar
it: Apri playlist
ro: Deschide Lista

source: Export List
am: ዝርዝር መላኪያ
ar: تصدير قائمة
he: ייצא רשימה
id: Ekspor Daftar
it: Esporta playlist
ro: Exportare Lista

source: Remove List
am: ዝርዝር ማስወገጃ
ar: حذف قائمة
he: הסר רשימה
id: Hapus Daftar
it: Rimuovi playlist
ro: Eliminare Lista

source: Save all Lists
am: ሁሉንም ዝርዝር ማስቀመጫ
ar: حفظ كل القوائم
he: שמור את כל הרשימות
id: Simpan semua Daftar
it: Salva tutte le playlist
ro: Salvare toate Listele

source: Rename
am: እንደገና መሰየሚያ
ar: إعادة تسمية
he: שנה שם
it: Rinomina
ro: Redenumire

source: By Filename
am: በ ፋይል ስም
ar: بواسطة الأسم
he: לפי שם קובץ
id: Berdasar Nama berkas
it: Per nome file
ro: Pe Nume de Fişier

source: By Title
am: በ አርእስት
ar: بواسطة العنوان
he: לפי שם
id: Berdasar Judul
it: Per titolo
ro: Pe Titlu

source: By Artist
am: በ ከያኒ
ar: بواسطة المؤلف
he: לפי אמן
id: Berdasar Artis
it: Per artista
ro: Pe Artist

source: By Album
am: በ አልበም
ar: بواسطة الألبوم
he: לפי אלבום
id: Berdasar Album
it: Per album
ro: Pe Album

source: By Genre
ar: بواسطة النوع
he: לפי ז'אנר
id: Berdasar Genre
it: Per genere
ro: Pe Gen

source: By Track
am: በ ተረኛ
ar: بواسطة المسار
he: לפי קטע
id: Berdasar Lagu
it: Per titolo
ro: Pe Piesă

source: By Play Count
am: በተጫወተበት ቁጥር መጠን
ar: بواسطة وقت التشغيل
he: לפי מספר השמעות
id: Berdasar Jumlah dimainkan
it: Per numero di riproduzioni
ro: Pe Calcularea Redării

source: By Added Time
am: በ ተጨመረበት ሰአት
he: לפי זמן הוספה
id: Berdasarkan waktu ditambahkan
it: Per data di aggiunta
ro: Pe Timp Adăugat

source: Move to List
am: ወደ ዝርዝር ማንቀሳቀሻ
he: העבר לרשימה
id: Pindah ke Daftar
it: Muovi nella Lista
ro: Mutare la Lista

source: Remove Track
am: ተረኛ ማስወገጃ
ar: حذف المسار
he: הסר קטע
id: Hapus Lagu
it: Rimuovi traccia
ro: Eliminare Piesa

source: Sort
am: መለያ
ar: نوع
he: סדר
id: Sortir
it: Ordina
ro: Sortare

source: Need some music? Find it here...
am: ሙዚቃ ይፈልጋሉ? እዚህ ያግኙ...
ar: تحتاج الى العثور على صوتيات ؟ أعثر عليها هنا...
he: צריך מוזיקה? מצא אותה כאן...
id: Mencari musik lainnya? Cari disini ...
it: Bisogno di musica?Cerca qui..
ro: Vrei muzică? O găsești aici...

source: Add Local Music
am: ሙዚቃ መጨመሪያ
he: הוסף מוסיקה מקומית
id: Tambah Musik Lokal
it: Aggiungi musica locale
ro: Adăugare Muzica Locală

source: Your search {keyword} did not match any items in {from}
am: እርስዎ የሚፈልጉት {ቁልፍ ቃል} እቃዎች አልተገኙም {ከ}
ar: بحثك {الكلمة} لا توافق أي مفردات في {من}
he: החיפוש עבור {keyword} לא תאם לשום דבר ב{from}
id: Pencarian Anda {keyword} tidak cocok dalam item mana saja dalam {from}
it: La tua ricerca {keyword} non ha nessuna corrispondenza con gli elementi in {from}
ro: Căutarea {cuvânt cheie} nu a găsit nici un rezultat in {din}

source: Suggestions
am: የቀረበው ሀሳብ
ar: إقتراحات
he: המלצות
id: Saran
it: Suggerimenti
ro: Sugestii

source: Make sure all words are spelled correctly.
am: ሁሉም ፊደሎች በ ትክክል መጻፋቸውን እርግጠኛ ይሁኑ
ar: تأكد من أن كل الكلمات تم تدقيقها بشكل صحيح.
he: אנא וודא כי כל המילים אויתו כנכון
id: Pastikan semua kata dieja dengan benar.
it: Assicurati che tutte le lettere siano corrette.
ro: Asigură că toate cuvintele sunt scrise corect

source: Try more general keywords, such as a title, an artist or the name of an album.
ar: حاول أن تبحث عن عن كلمات عامة ، مثل المؤدي أو أسم الألبوم.
he: נסה מילות חיפוש כלליות יותר, כגון שם השיר, האמן או האלבום
id: Cobalah katakunci lebih umum, seperti judul, artis atau nama sebuah album.
it: Prova con parole più generiche, come un titolo, un artista o il nome di un album.
ro: Încearcă mai multe cuvinte comune, precum titlul, artist sau denumirea unui album

source: Name
am: ስም
ar: أسم
he: שם
id: Nama
it: Nome
ro: Nume

source: Author(s)
am: ደራሲ(ዎቹ)
ar: المؤلف(ين)
he: מחבר(ים)
id: Pengarang
it: Autore(i)
ro: Autor(i)

source: Don't prompt again
am: እንደገና አትሞክር
ar: لا تقم بالتعجيل مرة أخرى
he: אל תזכיר שוב
id: Jangan meminta lagi
it: Non chiedere nuovamente
ro: Nu solicitaţi iarăși

source: OK
am: እሺ
ar: موافق
he: אישור

source: Cancel
am: መሰረዣ
ar: الغاء
he: ביטול
id: Batal
it: Cancella
ro: Anulare

source: List view
am: ዝርዝር መመልከቻ
ar: عرض القائمة
he: תצוגת רשימה
id: Lihat daftar
it: Visualizzazione lista
ro: Prezentarea Listei

source: Region
am: አካባቢ
ar: منطقة
he: איזור
id: Wilayah
it: Regione
ro: Regiunea

source: Favorites
am: የምወዳቸው
ar: التفضيلات
he: מועדפים
id: Kesukaan
it: Preferiti
ro: Favoritele

source: Lyrics search
am: ግጥሞች መፈለጊያ
ar: كلمات البحث
he: חיפוש מילים
id: Pencarian lirik
it: Cerca lyrics
ro: Căutare versuri

source: Artist:
am: ከያኒ
ar: المؤدي :
he: אמן:
id: Artis:
it: Artista:

source: Title:
am: አርእስት:
ar: العنوان :
he: שם:
id: Judul:
it: Titolo:
ro: Titlu:

source: Download
am: የወረዱ
ar: تنزيل
he: הורדה
id: Unduh
ro: Descărcare

source: Now searching...
am: አሁን በመፈለግ ላይ...
ar: يتم البحث...
he: מחפש כעת...
id: Mencari ...
it: In ricerca...
ro: Căutare acum...

source: Not found!
am: አልተገኘም!
ar: لم يتم العثور !
he: לא נמצא!
id: Tidak ditemukan!
it: Non trovato!
ro: Nu a fost găsit!

source: %d lyrics found
am: %d ግጥሞች ተገኝተዋል
ar: %d تم العثور على كلمات
he: %d מילים לא נמצאו
id: %d lirik ditemukan
it: %d lyrics trovati
ro: %d versuri au fost găsite

source: Downloading lyrics...
am: ግጥሞች በማውረድ ላይ...
ar: يتم تنزيل الكلمات...
he: מוריד מילים...
id: Mengunduh lirik ...
it: Download dei lyrics...
ro: Descărcare versuri...

source: File save to
am: ፋይል ማስቀመጫ ወደ
ar: حفظ الملف إلى
he: שמור קובץ ל-
id: Simpan berkas ke
it: Salva in
ro: Fişier salvat în

source: Download failed.
am: ማውረድ አልተቻለም
ar: فشل التنزيل.
he: ההורדה נכשלה
id: Unduhan gagal.
it: Download fallito.
ro: Descărcare a eşuat.

source: Select Directory
am: ዳይሬክቶሪ ይምረጡ
ar: أختر دليل
he: בחר תיקייה
id: Pilih Direktori
it: Seleziona la cartella
ro: Selectează Director

source: Select file
am: ፋይል ይምረጡ
ar: أختر ملف
he: בחר קובץ
id: Pilih berkas
it: Seleziona un file
ro: Selectează fişier

source: Export playlist
am: ዝርዝር ማጫወቻ መላኪያ
ar: تصدير قائمة التشغيل
he: ייצא רשימת השמעה
id: Ekspor daftar putar
it: Esporta playlist
ro: Exportare lista de redare

source: Load playlist
am: ዝርዝር ማጫወቻ መጫኛ
ar: تحميل قائمة التشغيل
he: טען רשימת השמעה
id: Memuat daftar putar
it: Carica playlist
ro: Încărcare lista de redare

source: Enable
am: ማስቻያ
ar: تمكين
he: אפשר
id: Aktifkan
it: Abilita
ro: Activare

source: Reading directories...
am: በማንበብ ላይ ዳይሬክቶሪዎች...
ar: يتم قراءة الدلائل...
he: קורא תיקיות...
id: Membaca direktori
it: Lettura cartelle...
ro: Se citesc directoarele...

source: Check deleted files
am: የጠፉ ፋይሎች መመርመሪያ
ar: فصح الملفات المحذوفة
he: בדוק קבצים שנמחקו
id: Periksa berkas dihapus
it: Controlla i file cancellati
ro: Verifica fișierele șterse

source: Reload database
am: ዳታቤዝ እንደገና መጫኛ
ar: إعادة تحميل قاعدة البيانات
he: טען מאגר מידע מחדש
id: Muat ulang basisdata
it: Ricarica database
ro: Reîncarcă baza de date

source: Track
am: ተረኛ
ar: المسار
he: קטע
id: Lagu
it: Traccia
ro: Piesa

source: Unknown album
am: ያልታወቀ አልበም
ar: البوم غير معروف
he: אלבום לא ידוע
id: Album tidak diketahui
it: Album sconosciuto
ro: Album Necunoscut

source: Unknown artist
am: ያልታወቀ ከያኒ
ar: مؤدي غير معروف
he: אמן לא ידוע
id: Artis tidak diketahui
it: Artista sconosciuto
ro: Artist Necunoscut

source: Audio CD
am: የድምፅ ሲዲ
ar: صوت سي دي
he: דיסק אודיו
id: CD Audio
ro: CD Audio

source: Vorbis is an open source, lossy audio codec with high quality output at a lower file size than MP3.
id: Vorbis adalah sumber terbuka, lossy audio codec dengan keluaran kualitas tinggi dengan ukuran berkas lebih kecil daripada MP3.
it: Vorbis è open source, con codec audio lossy di alta qualità e permette di creare file di dimensioni inferiori ai file MP3.
ro: Vorbis este un codec audio lossy, open source, cu un output de calitate înaltă in fișier de mărime mai mică decât un MP3

source: Free Lossless Audio Codec (FLAC) is an open source codec that compresses but does not degrade audio quality.
id: Free Lossless Audio Codec (FLAC) adalah codec sumber terbuka yang mengkompresi berkas tapi tidak mengurangi kualitas audio.
it: Free Lossless Audio Codec (FLAC) è un codec open source che comprime l'audio senza degradarne la qualità.
ro: Free Lossless Audio Codec (FLAC) este un codec open source care realizează compresie dar nu degradează calitatea audio.

source: Apple's proprietary lossy audio format could give higher quality than MP3 at lower bitrates.
it: Il formato proprietario Apple lossy può dare maggiore qualità che un MP3 con bitrates bassi.
ro: Lossy - format proprietar al fişierului audio de la Apple, având calitate mai înaltă decât MP3 codând cu bitrate-ul mai inferior decât acesta.

source: A proprietary and older, but also popular, lossy audio format. VBR gives higher quality than CBR, but may be incompatible with some players.
id: Format loosy audio berbayar dan lama, tapi juga popular. VBR memberikan kualitas lebih baik daripada CBR tapi mungkin tidak kompatibel dengan beberapa pemutar musik.
it: Un formato audio proprietario vecchio ma popolare. VBR permette di avere una qualità migliore di CBR, ma potrebbe esser incompatibile con alcuni player.
ro: Un codec lossy mai vechi, dar popular. VBR oferă calitate mai înaltă decât CBR, dar ar putea fi incompatibil cu unele playere.

source: A proprietary and older, but also popular, lossy audio format. The output effect of CBR is not good as VBR, but is compatible with any player.
it: Un formato proprietario e vecchio, ma altrettanto popolare, chiamato lossy. L'output in CBR non è buono quanto VBR, ma è compatibile con qualsiasi player.
ro: Un audio format proprietar de tip lossy, mai vechi, dar popular. Efectul CBR oferă o calitate mai redusă decât VBR, dar este compatibil cu orice player.

source: A very fast Free lossless audio format with good compression.
id: format audio yang sangat cepat dan gratis dengan kompresi yang baik.
it: Un formato audio gratuito e veloce con una buona compressione.
ro: Un format audio lossless foarte rapid, gratuit cu compresie bună.

source: Usage: deepin-music-player [OPTION]... [URI]
am: አጠቃቀም: ይህ ሙዚቃ-ማጫወቻ-ነው [OPTION]... [URI]
ar: إستخدام : دييبن-مشغل-صوتيات [خيار].. [URI]
id: Penggunaan: deepin-music-player [OPTION]... [URI]
it: Utilizzo: deepin-music-player [OPTION]... [URI]
ro: Utilizare: deepin-music-player [OPTION]... [URI]

source: Large Hall
am: ትልቅ አዳራሽ
ar: Lh
ro: Sală mare

source: DMusic
am: ሙዚቃ
ar: دي مشغل صوتيات
id: DMusik

source: ms
am: ማሰ
