Repository: liang1314520/Python
Catalog: deepin-music-master/locale/*.po
Languages: am, ar, he, id, it, ro

source: Deepin Music
am: ሙዚቃ
ar: دييبن صوتيات
he: מוזיקה Deepin

source: Plugin archive is not in the correct format.
he: ארכיון פלאגין איננו בפורמט הנכון
id: Arsip plugin tidak dalam format yang benar.
it: L'archivio plugin non è nel formato corretto.
ro: Arhiva de plugin-uri este în format incorect

source: A plugin with the name "%s" is already installed.
am: በዚህ ስም ተሰኪ "%s" ቀደም ሲል ነበር
he: פלאגין בשם "%s" כבר מותקן
id: Plugin "%s" sudah terpasang.
it: Un plugin col nome "%s" è già installato
ro: Plugin-ul "%s" este deja instalat.

source: Plugin archive contains an unsafe path.
he: ארכיון הפלאגין כולל נתיב לא בטוח
id: Arsip plugin mengandung jejak tidak aman.
it: L'archivio plugin contiene una path non sicura.
ro: Arhiva plugin-ului conţine calea neprotejată

source: Unknown
am: ያልታወቀ
ar: غير معروف
he: לא ידוע
id: Tidak diketahui
it: Sconosciuto
ro: Necunoscut

source: Options
am: ምርጫዎች
ar: خيارات
he: אפשרויות
id: Opsi
it: Opzioni
ro: Opțiuni

source: Control Options
am: የመቆጣጠሪያ ምርጫዎች
ar: خيارات التحكم
he: אפשרויות בקרה
id: Opsi Kontrol
it: Opzioni di Controllo
ro: Opțiuni de control

source: Play the next track
am: የሚቀጥለውን ተረኛ ማጫወቻ
ar: تشغيل المسار التالي
he: נגן את הקטע הבא
id: Mainkan musik selanjutnya
it: Avvia la prossima traccia
ro: Redă melodia următoare

source: Play the previous track
am: ቀደም ያለውን ተረኛ ማጫወቻ
ar: تشغيل المسار السابق
he: נגן את הקטע הקודם
id: Mainkan musik sebelumnya
it: Avvia la traccia precedente
ro: Redă melodia precedentă

source: Pause or resume playback
am: በድጋሚ ማጫወቻ ማስቆሚያ ወይንም መቀጠያ
ar: تشغيل أو إيقاف المسار
he: הפסק/המשך לנגן
id: Jeda atau mainkan
it: Pausa o riprendi il playback
ro: Pauză sau reluarea redării

source: Seek Forward
am: ወደ ፊት መፈለጊያ
ar: السعي للأمام
he: חפש קדימה
id: Mencari maju
it: Avanza
ro: Caută înainte

source: Seek Backward
am: ወደ ኋላ መፈለጊያ
ar: السعي للخلف
he: חפש אחורה
id: Mencari mundur
it: Torna indietro
ro: Caută înapoi

source: Stop playback
am: በድጋሚ ማጫወቻ ማስቆሚያ
ar: إيقاف التشغيل
he: הפסק ניגון
id: Hentikan pemutaran
it: Interrompi il playback
ro: Oprește redarea

source: Volume Options
am: የመጠን ምርጫዎች
ar: خيارات الحجم
he: אפשרויות עוצמה
id: Opsi Volume
it: Opzioni del Volume
ro: Opțiuni de volum

source: Change Volume (VOLUME 0.0-1.0)
am: መጠን መቀየሪያ (መጠን 0.0-1.0)
ar: تغيير الحجم (الحجم 0.0-1.0)
he: שנה עוצמה (ווליום 0.0-1.0)
id: Ubah Volume (VOLUME 0.0-1.0)
it: Cambia volume (VOLUME 0.0-1.0)
ro: Schimbă Volumul (VOLUM 0.0-1.0)

source: Track information Options
am: የተረኛ መረጃ ምርጫዎች
ar: خيارات معلومات المسار
he: אפשרויות מידע על הקטע
id: Opsi Informasi Musik
it: Opzioni informazione traccia
ro: Opțiuni privind informația melodiei

source: Print the title of current track
am: የአሁኑን ተረኛ አርእስት ማተሚያ
ar: طبع عنوان المسار الحالي
he: הדפס את השם של הקטע הנוכחי
id: Tampilkan judul lagu sekarang
it: Mostra il titolo della traccia attuale
ro: Imprimare titlul melodiei curente

source: Print the album of current track
am: የአሁኑን ተረኛ አልበም ማተሚያ
ar: طبع البوم المسار الحالي
he: הדבס את האלבום של הקטע הנוכחי
id: Cetak album lagu saat ini
it: Mostra l'album della traccia attuale
ro: Imprimare albumul melodiei curente

source: Print the artist of current track
am: የአሁኑን ተረኛ ከያኒ ማተሚያ
ar: طبع مؤدي المسار الحالي
he: הדפס את האמן של הקטע הנוכחי
id: Cetak artis dari lagu saat ini
it: Mostra l'artista della traccia attuale
ro: Imprimare artistul melodiei curente

source: Print the length of current track
am: የአሁኑን ተረኛ እርዝመት ማተሚያ
ar: طبع طول المسار الحالي
he: הדפס את משך הקטע הנוכחי
id: Tampilkan panjang lagu saat ini
it: Mostra la durata della traccia attuale
ro: Imprimare lungimea melodiei curente

source: Print the path of current track
am: የአሁኑን ተረኛ መንገድ ማተሚያ
ar: طبع طريق المسار الحالي
he: הדפס את הנתיב של הקטע הנוכחי
id: Tampilkan jejak lagu saat ini
it: Mostra il percorso della traccia attuale
ro: Imprimare cale melodiei curente

source: Print current playback position
ar: طبع وضع التشغيل الحالي
he: הדפס את מיקום הניגון הנוכחי
id: Tampilkan posisi pemutaran saat ini
it: Mostra la posizione dell playback
ro: Imprimare poziția de redare curentă

source: Other Options
am: ሌሎች ምርጫዎች
ar: خيارات أخرى
he: אפשרויות נוספות
id: Pilihan lainnya
it: Altre Opzioni
ro: Alte opțiuni

source: Show this help message and exit
am: ይህን የእርዳት መልእክት ማሳያ እና መውጫ
ar: أظهر رسالة المساعدة هذه ثم أخرج
he: הראה את הודעת העזרה הזאת וצא
id: Tampilkan pesan bantuan ini dan keluar
it: Mostra questo messaggio di aiuto ed esci.
ro: Afișează acest mesaj de ajutor apoi ieși

source: Start new instance
am: አዲስ አስቸኳይ ማስጀመሪያ
ar: بدأ طلب جديد
he: פתח instance חדש
it: Inizia una nuova istanza
ro: Pornește o instanță nouă

source: Show program's version number and exit.
am: የ ፕሮግራሙን እትም ቁጥር ማሳያ እና መውጫ
ar: أظهر رقم إصدار البرنامج ثم أخرج
he: הראה את מספר הגרסא של התוכנה וצא
id: Tampilkan nomor versi program dan keluar.
it: Mostra il numero della versione del programma ed esci.
ro: Afișează numărul de versiune a programului și ieși

source: Minimize after started
he: מזער לאחר התחלה
id: Minimalkan setelah dimulai
it: Minimizza dopo l'avvio
ro: Minimizează după start

source: Toggle visibility of the GUI (if possible)
ar: تبديل رؤية GUI ( إن كان ممكن )
he: הסתר/צג את ממשק המשתמש (אם אפשרי)
it: Mostra toggle nella GUI (se possibile)
ro: Alternează vizibilitatea interfeței (dacă este posibil)

source: This option makes control options, such as --play to start program
he: האפשרות הזאת מגדירה אפשרויות שליטה, כגון --play על מנת להתחיל את התוכנה
it: Questa opzione attiva le opzioni di controllo, come il --avvia quando apro il DMusic
ro: Această opțiune permite controlul parametrilor, cum ar fi --play pentru a starta programul

source: Development/Debug Options
ar: خيارات تطوير / تصحيح
he: אפשרויות פיתוח/דיבאג
id: Pengambangan/Opsi Debug
it: Opzioni di sviluppo/debug
ro: Opțiuni Elaborare/Depanare

source: Set debug level (0-9)
he: הגדר רמת דיבאג (0-9)
id: Atus level debug (0-9)
it: Imposta il livello debug (0-9)
ro: Setează nivelul de depanare (0-9)

source: Show information supported audio file
he: הצג אינפורציה על סוגי קבצים נתמכים
id: Tampilkan informasi pendukung berkas audio
it: Mostra informazioni sui file audio supportati
ro: Afişare informaţie despre suportul a fişierului audio

source: Prompt
am: በ አስቸኳይ
ar: تعجيل
he: הודעה
id: Munculkan
ro: Sugestie

source: Target file already exists, do you want to overwrite it?
am: ኢላማው ፋይል ቀደም ሲል ነበር፡ በላዩ ላይ ደርበው መጻፍ ይፈልጋሉ?
he: קובץ המטרה כבר קיים, האם לדרוס אותו?
id: File sudah ada. Apakah Anda akan menimpanya?
it: Il file esiste già, vuoi sovrascriverlo?
ro: Fişier cu acest nume există deja, doriţi să suprascrieţi?

source: Open directory
am: ዳይሬክቶሪ መክፈቻ
ar: فتح دليل
he: פתח תיקיה
id: Buka direktori
it: Apri una cartella
ro: Deschide Directorul

source: Delete task
am: ስራውን ማጥፊያ
ar: حذف المهمة
he: מחק משימה
id: Hapus jadwal
it: Elimina processo
ro: Ștergere activitate

source: Clear finished tasks
am: የተጨረሱ ስራዎችን ማጽጃ
ar: مسح المهمات المنتهية
he: נקה משימות שהושלמו
id: Bersihkan jadwal terselesaikan
it: Pulisci processi completati
ro: Eliminare melodiile terminate

source: Task Manager
am: የ ስራ አስተዳዳሪ
ar: إدارة المهام
he: מנהל משימות
id: Pengelola Tugas
ro: Managerul Activităţilor

source: Pause
am: ማስቆሚያ
ar: إيقاف
he: השהה
it: Pausa
ro: Pauză

source: Close
am: መዝጊያ
ar: إغلاق
he: סגור
id: Keluar
it: Chiudi
ro: Închide

source: Continue
am: ይቀጥሉ
ar: إكمال
he: המשך
id: Lanjutkan
it: Continua
ro: Continuă

source: Converter
am: መቀየሪያ
he: ממיר
id: Konverter
it: Converti
ro: Convertor

source: Format
am: አቀራረብ
ar: الصيغة
he: פורמט
it: Formato

source: Quality
am: ጥራት
ar: الجودة
he: איכות
id: Kualitas
it: Qualità
ro: Calitate

source: Target file already exists
am: ኢላማው ቀደም ሲል ነበር
ar: الهدف موجود مسبقاً
he: קובץ המטרה כבר קיים
id: Berkas target sudah ada
it: Il file esiste già
ro: Fișierul cu acest nume există deja

source: Ask
am: ጠይቅ
ar: اسأل
he: שאל
id: Tanya
it: Domanda
ro: Întreabă

source: Cover
am: ሽፋን
ar: غطاء
he: כיסוי
id: Sampul
ro: Copertă

source: Start
am: ማስጀመሪያ
ar: ابدأ
he: התחל
id: Mulai
it: Inizia

source: Add to Playlist after finished
am: ወደ ዝርዝር ማጫወቻ መጨመሪያ ከጨረሰ በኋላ
he: הוסף לרשימת השמעה לאחר סיום
id: Tambahkan ke Daftar Putar setelah selesai
it: Aggiungi alla Playlist quando finisci
ro: Adăugare la Lista de redare după finisarea redării

source: Output
am: ውጤት
ar: الإخراج
he: פלט
id: Keluaran
ro: Ieşire

source: Change
am: መቀየሪያ
ar: تغيير
he: שנה
id: Ganti
it: Cambia
ro: Schimbă

source: Delete
am: ማጥፊያ
ar: حذف
he: מחיקה
id: Hapus
it: Elimina
ro: Șterge

source: Clear List
am: ዝርዝር ማጽጃ
ar: مسح القائمة
he: נקה רשימה
id: Bersihkan Daftar
it: Ripulisci lista
ro: Golește lista

source: Play
am: ማጫወቻ
ar: تشغيل
he: נגן
id: Putar
ro: Redă

source: Remove from Favorites
am: ከ ምወዳቸው ውስጥ ማስወገጃ
ar: إزالة من المفضلة
he: הסר מהמועדפים
id: Hapus dari Kesukaan
it: Rimuovi dai favoriti
ro: Eiminare de la Favorite

source: Add to Favorites
am: ወደ ምወዳቸው መጨመሪያ
ar: إضافة إلى المفضلة
he: הוסף למועדפים
id: Tambah ke Kesukaan
it: Aggiungi ai favoriti
ro: Adaugă la Favorite

source: Add to Playlist
am: ወደ ዝርዝር ማጫወቻ መጨመሪያ
ar: إضافة إلى قائمة التشغيل
he: הוסף לרשימת השמעה
id: Tambahkan ke Daftar Putar
it: Aggiungi alla Playlist
ro: Adaugă in Lista de redare

source: Radio
am: ራዲዮ
ar: مذياع
he: רדיו

source: jobs waiting!
ar: الوظائف تنتظر!
he: משימות מחכות!
id: pekerjaan menunggu!
it: Aspetta di lavorare!
ro: Activităţile în aşteptare!

source: Title
am: አርእስት
ar: عنوان
he: שם
id: Judul
it: Titolo
ro: Titlu

source: Artist
am: ከያኒ
ar: المؤدي
he: אמן
id: Artis
it: Artista

source: Album
am: አልበም
ar: الألبوم
he: אלבום

source: Type
am: አይነት
ar: النوع
he: סוג
id: Tipe
it: Tipo
ro: Tip

source: Size
am: መጠን
ar: الحجم
he: גודל
id: Ukuran
it: Dimensioni
ro: Mărime

source: Duration
am: የሚፈጀው ጊዜ
ar: المدة
he: משך
id: Durasi
it: Durata
ro: Durată

source: Bitrate
am: ቢትሬት
ar: معدل البت
he: קצב ביט

source: Rate
am: መጠን
ar: النسبة
he: דירוג
id: Laju
it: Giudizio
ro: Rată

source: Added
am: ተጨምሯል
ar: مضاف
he: נוסף
id: Ditambahkan
it: Aggiunto
ro: Adăugat

source: Recently
am: በቅርብ ጊዜ
ar: مؤخراً
he: לאחרונה
id: Baru-baru ini
it: Recentemente
ro: Recent

source: Playcount
am: የተጫወተበትን ጊዜ መቁጠሪያ
ar: تعداد البث
he: מספור השמעה
id: Dimainkan
it: Conteggio visualizzazioni
ro: Numărul de redări

source: Date
am: ቀን
ar: تاريخ
he: תאריך
id: Tanggal
it: Data
ro: Dată

source: Location
am: አካባቢ
ar: موقع
he: מקום
id: Lokasi
it: Luogo
ro: Locație

source: Genre
ar: نوع
he: ז'אנר
it: Genere
ro: Gen

source: Save
am: ማስቀመጫ
ar: حفظ
he: שמור
id: Simpan
it: Salva
ro: Salvează

source: Retrieve from the Internet
am: ከ ኢንተርኔት ፈልጎ ማግኛ
ar: استرداد من الأنترنت
he: השג מהאינטרנט
id: Ambil dari internet
it: Recupera da internet
ro: Preia de pe Internet

source: Reset
am: እንደ ነበር መመለሻ
ar: إعادة تعيين
he: איפוס
id: Atur ulang
it: Resetta
ro: Reinițializare

source: Select image
am: ምስል ይምረጡ
ar: أختر صورة
he: בחר תמונה
id: Pilih gambar
it: Seleziona un'immagine
ro: Alege imagine

source: Properties
am: ባህሪዎች
ar: الخصائص
he: הגדרות
id: Properti
it: Proprietà
ro: Proprietăți

source: Previous
am: ቀደም ያለው
ar: السابق
he: הקודם
id: Sebelumnya
it: Precedente
ro: Precedent

source: Next
am: ይቀጥሉ
ar: التالي
he: הבא
id: Selanjutnya
it: Successivo
ro: Urmatorul

source: Track Infomation
am: የ ተረኛ መረጃ
ar: معلومات المسار
he: מידע על הקטע
id: Informasi Lagu
it: Informazioni traccia
ro: Informație despre Melodie

source: Tag Settings
he: הגדרות תיוג
id: Pengaturan Tag
it: Impostazioni Tag
ro: Setările tag-ului

source: Cover Settings
am: ሽፋን ማሰናጃዎች
he: הגדרות כיסוי
id: Pengaturan Sampul
it: Impostazioni Cover
ro: Setările Copertei

source: Join us
ar: إنضم لنا
he: הצטרף אלינו
id: Bergabung dengan kami
it: Unisciti a Noi
ro: Alătură-te nouă

source: Forward
am: ወደ ፊት
ar: للأمام
he: קדימה
id: Maju
it: Avanti
ro: Înainte

source: Rewind
am: ወደ ኋላ ማጠንጠኛ
ar: رجوع
he: אחורה
id: Mundur
it: Indietro
ro: Înapoi

source: Add
am: መጨመሪያ
ar: أضف
he: הוסף
id: Tambah
it: Aggiungi
ro: Adaugă

source: Play Controls
am: ማጫወቻ መቆጣጠሪያ
he: כפתורי נגינה
it: Controlli di riproduzione
ro: Controlul Procesului de Redare

source: Playback mode
he: מצב ניגון
id: Modus pemutaran
it: Modalità playback
ro: Mod Redare

source: Equalizer
ar: مساو
he: אקווילייזר
id: Ekualiser
it: Equalizzatore
ro: Egalizator

source: View New Features
am: አዲስ ገጽታዎችን መመልከቻ
ar: عرض الخصائص الجديدة
he: צפה בתכונות חדשות
id: Lihat fitur terbaru
it: Visualizza le nuove caratteristiche
ro: Vizualizarea Caracteristicilor Noi

source: Preferences
am: ምርጫዎች
ar: التفضيلات
he: העדפות
id: Preferensi
it: Preferenze
ro: Preferințe

source: Quit
am: ማጥፊያ
ar: خروج
he: יציאה
id: Keluar
it: Chiudi
ro: Ieși

source: Search Lyrics
am: ግጥሞች መፈለጊያ
ar: بحث عن الكلمات
he: חפש מילים
id: Cari Lirik
it: Cerca lyrics
ro: Căutarea versuri

source: Hide Lyrics
am: ግጥሞች መደበቂያ
ar: إخفاء الكلمات
he: הסתר מילים
id: Sembunyikan Lirik
it: Nascondi lyrics
ro: Ascunde versuri

source: Show Lyrics
am: ግጥሞች ማሳያ
ar: إظهار الكلمات
he: הצג מילים
id: Tampilkan Lirik
it: Mostra lyrics
ro: Afişare versuri

source: Unlock Lyrics
am: ግጥሞች መክፈቻ
he: הסר נעילת מילים
id: Lepas Lirik
it: Sblocca Testo
ro: Deblocare versuri

source: Lock Lyrics
am: ግጥሞች መቆለፊያ
he: נעל מילים
id: Kunci Lirik
it: Blocca Testo
ro: Blocare versuri

source: Mini Mode
am: በ ትንሽ ዘዴ
ar: أسلوب مصغر
he: מצג מוקטן
id: Mode Mini
it: Modalità minimizzata
ro: Mod Mini

source: Normal Mode
am: በ መደበኛ ዘዴ
ar: أسلوب عادي
he: מצב רגיל
id: Mode Normal
it: Modalità normale
ro: Mod Normal

source: Folder
am: ፎልደር
ar: ملف
he: תיקייה
it: Cartella
ro: Director

source: Quick Scan
am: በፍጥነት ማሰሻ
ar: فحص سريع
he: סריקה מהירה
id: Pindai Cepat
it: Ricerca veloce
ro: Scanare Rapidă

source: Scan
am: ማሰሻ
ar: فحص
he: סרוק
id: Pindai
it: Ricerca
ro: Scanare

source: Refresh
am: ማነቃቂያ
ar: تحديث
he: רענן
id: Segarkan
it: Aggiorna
ro: Reîmprospătare

source: Are you sure to delete?
am: በእርግጥ ማጥፋት ይፈልጋሉ?
he: האם אתה בטוח שברצונך למחוק?
id: Anda yakin untuk menghapusnya?
it: Sicuro di cancellare?
ro: Sunteţi sigur doriţi să ştergeţi?

source: Play All
am: ሁሉንም ማጫወቻ
ar: تشغيل الكل
he: נגן הכל
id: Mainkan semua
it: Avvia tutti
ro: Redare Tot

source: Add to List
am: ወደ ዝርዝር መጨመሪያ
ar: أضف إلى القائمة
he: הוסף לרשימה
id: Tambahkan ke Daftar
it: Aggiungi alla Playlist
ro: Adăugare la Lista

source: Remove from Library
am: ከ መጻህፍት ቤት ውስጥ ማስወገጃ
ar: إزالة من المكتبة
he: הסר מהספריה
id: Hapus dari Pustaka
it: Rimuovi dalla libreria
ro: Eliminare din Bibliotecă

source: Move to Trash
am: ወደ ቆሻሻ ማንቀሳቀሻ
ar: نقل إلى المهملات
he: העבר לאשפה
id: Pindah ke tempat sampah
it: Muovi nel cestino
ro: La gunoi

source: Open Directory
am: ዳይሬክቶሪ መክፈቻ
ar: فتح دليل
he: פתח תיקייה
id: Buka Direktori
it: Apri cartella
ro: Deschide Directorul

source: Change Cover
am: ሽፋን መቀየሪያ
ar: تغيير الغلاف
he: שנה כיסוי
id: Ganti Sampul
it: Cambia cover
ro: Schimbare Coperta

source: Connecting
am: በ መገናኘት ላይ
ar: التوصيل
he: מתחבר
id: Menyambung
it: Connessione
ro: Conectare

source: buffering...
he: טוען...
id: penyanggaan...
it: caricamento...
ro: Buferizare...

source: Volume Up
am: መጠን መጨመሪያ
he: הגבר
id: Naikkan Volume
it: Volume Più
ro: Mărirea Volumului

source: Volume Down
am: መጠን መቀነሻ
he: הנמך
id: Turunkan Volume
it: Volume Meno
ro: Micșorarea Volumului

source: Mute
am: መቀነሻ
ar: كتم
he: השתק
id: Senyap
it: Muto
ro: Mut

source: Volume
am: መጠን
ar: حجم
he: עוצמת קול
ro: Volum

source: Close Lyrics
am: ግጥሞች መዝጊያ
he: סגור מילים
id: Tutup Lirik
it: Chiudi Testo
ro: Închide versuri

source: On starting the player
am: ማጫወቻው በሚጀምር ጊዜ
he: כאשר מתחילים את הנגן
it: Quando avvii il player
ro: La lansarea player-ului

source: Display splash-screen
ar: عرض دفة الشاشة
he: הצג splash-screen
id: Tampilkan layar sambutan
it: Mostra splash-screen
ro: Afișează ecran de salvare

source: Show lyrics
am: ግጥሞች ማሳያ
ar: إظهار الكلمات
he: הראה מילים
id: Tampilkan lirik
it: Mostra lyrics
ro: Afișează versurile

source: Start playback automatically
ar: ابدأ التشغيل بشكل تلقائي
he: התחל לנגן אוטומטית
id: Mainkan otomatis
it: Avvia riproduzione automaticamente
ro: Începe redarea automat

source: Resume playback
ar: إكمال التشغيل
he: חזור לנגן
id: Lanjutkan pemutaran
it: Riprendi riproduzione
ro: Continuă redarea

source: When pressing the close button
am: የ መዝጊያ ቁልፍ በምጫን ጊዜ
he: כאשר לוחצים על כפתור הסגירה
id: Ketika menekan tombol tutup
it: Quando premi il tasto di chiusura
ro: La apăsarea butonului de închidere

source: Minimize to tray
am: ወደ ትሪው ማሳነሻ
ar: تصغير قرب الساعة
he: מזער למדף
id: Sembunyikan ke tray
it: Miminizza nella tray
ro: Minimizează

source: Playback settings
ar: إعدادات التشغيل
he: הגדרות ניגון
id: Pengaturan pemutaran
it: Impostazioni di riproduzione
ro: Setări de redare

source: Enable crossfade
ar: تفعيل تعديل الصوت
he: אפשר עמעום
it: Abilita crossfade
ro: Activează atenuare transversală

source: Seamless switching between the same album
he: מעבר חלק כאשר באותו האלבום
it: Passaggio senza interruzioni nello stesso album
ro: Comutare imperceptibilă între același album

source: Crossfade
am: መስቀልኛ ማፍዘዣ
he: עמעום
ro: Atenuare transversală

source: Lyrics directory
am: የ ግጥሞች ዳይሬክቶሪ
ar: دليل الكلمات
he: תיקיית מילים
id: Direktori Lirik
it: Cartella testi
ro: Directorul de versuri

source: Hotkeys
am: አቋራጭ ቁልፍ
ar: إختصارات
he: קיצורי דרך
ro: Taste rapide

source: Enable hotkeys
am: አቋራጭ ቁልፍ ማስቻያ
ar: تفعيل الإختصارات
he: אפשר קיצורי דרך
id: hidupkan hotkeys
it: Abilita hotkeys
ro: Activează taste rapide

source: Minimize/Show window
am: መስኮት ማሳነሻ/ማሳያ
ar: تصغير / إظهار النافذة
he: מזער/הראה חלון
id: Minimalkan/Tampilkan jendela
it: Minimizza/Mostra finestra
ro: Minimizează/Arată fereastra

source: Show/Hide lyrics
am: ግጥሞች ማሳያ/መደበቂያ
ar: أظهار / إخفاء الكلمات
he: הסתר/הראה מילים
id: Tampilkan/Sembunyikan lirik
it: Mostra/Nascondi lyrics
ro: Arată/Ascunde versurile

source: Lock/Unlock lyrics
am: ግጥሞች መክፈቻ/መቆለፊያ
ar: قفل / إلغاء قفل الكلمات
he: נעל/בטל נעילה למילים
id: Kunci/Lepas lirik
it: Blocca/Sblocca lyrics
ro: Blochează/Deblochează versurile

source: Play/Pause
am: ማጫወቻ/ማስቆሚያ
ar: تشغيل / إيقاف
he: נגן/השהה
id: Mainkan/Jeda
it: Play/Pausa
ro: Redare/Pauză

source: Left
am: በ ግራ
ar: يسار
he: שמאל
id: Kiri
it: Sinistra
ro: Stănga

source: Centered
am: መሀከል
ar: منتصف
he: אמצע
id: Tengah
it: Centrato
ro: Centrat

source: Right
am: በ ቀኝ
ar: يمين
he: ימין
id: Rata kanan kiri
it: Destra
ro: Dreapta

source: Justified
am: እኩል ማካፈያ
ar: محاذي
he: מוצדק
id: rata
it: Giustificato
ro: Legitim

source: Vitality yellow
ar: أصفر نشط
he: צהוב חיוני
it: Giallo acceso

source: Fresh green
am: አረንጓዴ
ar: أخضر طازج
he: ירוק רענן
id: Hijau segar
it: Verde acceso

source: Playful pink
ar: وردي مرح
he: ורוד
it: Rosa giocoso

source: Cool blue
am: ሰማያዊ
ar: أزرق هادىء
he: כחול מגניב
it: Blu cool

source: Color scheme
ar: مخطط اللون
he: סגנון צבע
id: Skema warna
it: Schema di colori
ro: Schema de culori

source: Regular
am: መደበኛ
ar: عادي
he: רגיל
id: Reguler
it: Regolare
ro: Normal

source: Italic
am: ማዝመሚያ
ar: مائل
he: נטוי
id: Miring

source: Bold
am: ማድመቂያ
ar: غامق
he: מודגש
id: Tebal

source: Bold Italic
am: ማድመቂያ ማዝመሚያ
ar: غامق مائل
he: מודגש נטוי
id: Tebal Miring

source: Style
am: ዘዴ
ar: الأسلوب
he: סגנון
id: Gaya
it: Stile
ro: Stil

source: Lyrics style
am: የ ግጥሞች ዘዴ
ar: أسلوب الكلمات
he: סגנון מילים
id: Gaya lirik
it: Stile lyrics
ro: Stilul versurilor

source: Font
am: ፊደል
ar: الخط
he: פונט
id: Fonta

source: Lines
am: መስመሮች
ar: السطور
he: שורות
id: Baris
it: Linee
ro: Linii

source: Single
am: ነጠላ
ar: مفرد
he: יחיד
id: Tunggal
it: Singola
ro: Singur

source: Double
am: ድርብ
ar: مزدوج
he: כפול
id: Ganda
it: Doppia
ro: Dublu

source: Alignment
am: ማሰለፊያ
ar: محاذاة
he: יישור
it: Allineamento
ro: Aliniere

source: Outline
am: እቅድ
ar: خط عريض
he: קו מתאר
it: Interlinea
ro: Contur

source: Stroke
ar: ضربة
he: קו
it: Tratto
ro: Lovitură

source: Unplayed
am: ያልተጫወቱ
he: לא נוגן
id: Belum dimainkan
it: Non riprodotti
ro: Neredat

source: Played
am: ተጫውቷል
ar: مشغل
he: נוגן
id: Dimainkan
it: Avviati
ro: Redat

source: Rolling
ar: متداول
he: מתגלגל
it: Rotolamento
ro: Rulare

source: Always
am: ሁል ጊዜ
ar: دائماً
he: תמיד
id: Selalu
it: Sempre
ro: Mereu

source: By line
am: በ መስመር
ar: بواسطة السطر
he: לפי שורה
id: Berdasar baris
it: Da linea
ro: Pe linie

source: Version
am: እትም
ar: الإصدار
he: גרסא
id: Versi
it: Versione
ro: Versune

source: Deepin Music is a music application designed for Linux users. It's characterized with lyrics searching, desktop lyrics display,album cover downloading, resume playing, music management and skin selection. Deepin Music is free software licensed under GNU GPLv3.
he: מוסיקת Deepin היא תוכנת מוסיקה המיועדת למשתמשי לינוקס. היא מאפשר חיפוש מילים, תצוגת מילים על שולחן העבודה, הורדת כיסוי אלבומים, ניהול מוסיקה והחלפת סגנונות ועיצוב. מוסיקת Deepin היא תוכנה חופשית תחת רשיון GNU GPLv3
id: Deepin Music adalah aplikasi musik diperuntukkan pengguna Linux. Dengan karakteristik pencarian lirik, tampilan desktop lirik, unduh sampul album, melanjutkan pemutaran, manajemen musik dan pemilihan tema. Deepin Music adalah perangkat lunak bebas berlisensi GNU GPLv3
it: DMusic è una applicazione musicale creata per gli utenti Linux. Permette di gestire la propria collezione musicale, cercare i testi (lyrics) e scaricarli, scaricare le cover degli album, riprendere l'ascolto e selezionare la skin che più appaga. DMusic è un software libero distribuito con licenza GNU GPLv3. Traduzione italiana a cura di Carofano Massimo Antonio.
ro: Deepin Music - aplicaţie muzicală destinată pentru utilizatorii Linux. Dispune de funcţiile de căutare şi afişare de versuri, descărcare copertei albumului, reluare redării, control muzical şi selectare aspectului. Deepin Music este aplicaţie gratuită, sub licenţa GNU GPLv3.

source: General
am: ባጠቃላይ
ar: عام
he: כללי
id: Umum
it: Generali

source: Lyrics
am: ግጥሞች
ar: كلمات
he: מילים
id: Lirik
ro: Versuri

source: Desktop
am: ዴስክቶፕ
ar: سطح المكتب
he: שולחן העבודה
ro: Spațiu de lucru

source: Window
am: መስኮት
ar: النافذة
he: חלון
id: Jendela
it: Finestra
ro: Fereastră

source: Plugins
am: ተሰኪዎች
he: פלאגינים
id: Plugin
ro: Plugin-uri

source: About
am: ስለ
ar: حول
he: אודות
id: Tentang
it: Info
ro: Despre

source: Repeat (single)
am: መድገሚያ (ነጠላ)
ar: إعادة ( مفرد )
he: השמע שוב (בודד)
id: Ulangi (satu)
it: Ripeti (singolo)
ro: Repetă (singur)

source: Order play
he: סדר
id: Urutan memainkan
it: Ordine di play
ro: Ordinea de redare

source: Repeat (list)
am: መድገሚያ (ዝርዝር)
ar: إعادة ( قائمة )
he: השמע שוב (רשימת השמעה)
id: Ulangi (daftar)
it: Ripeti (la lista)
ro: Repetă (lista)

source: Randomize
am: በደፈናው
ar: بطريقة عشوائية
he: רנדומאלי
id: Acak
it: A caso
ro: Alegerea aleatorie

source: Remove Track from this List
am: ከ ዝርዝር ውስጥ ተረኛውን ማስወገጃ
ar: إزالة المسار من هذه القائمة
he: הסר מרשימת השמעה
id: Hapus lagu dari Daftar
it: Rimuovi traccia dalla Paylist
ro: Eliminare Piesă din Lista

source: Remove Unavailable Tracks
am: ያልተገኘውን ተረኛ ማስወገጃ
ar: حذف مسارات غير متوفرة
he: הסר קטעים לא זמינים
id: Hapus lagu yang tidak tersedia
it: Rimuovi tracce corrotte
ro: Eliminare piese nedisponibile

source: File
am: ፋይል
ar: ملف
he: קובץ
ro: Fişier

source: Folder (include subdirectories)
am: ፎልደር (ንዑስ ዳይሬክቶሪዎች ያካትታል)
he: תיקייה (כולל תת-תיקיות)
it: Cartella (Includi sottocartelle)
ro: Director (inclusiv subdirectorii)

source: Add URL
am: URL መጨመሪያ
ar: أضف URL
he: הוסף URL
id: Tambah URL
it: Aggiungi URL
ro: Adăugare URL

source: Added Time
am: የተጨመረበት ሰአት
he: זמן הוספה
id: Waktu ditambahkan
it: Aggiungi Ora
ro: Timp adăugat

source: Library
am: መጻህፍት ቤት
ar: المكتبة
he: ספריה
id: Pustaka
it: Libreria
ro: Biblioteca

source: All Tracks
am: ሁሉንም ተረኞች
ar: كل المسارات
he: כל הקטעים
id: Semua Lagu
it: Tutte le tracce
ro: Toate Piesele

source: Track(s)
am: ተረኛ(ኞች)
ar: مسار(ات)
he: קטע(ים)
id: Lagu
it: Traccia(e)
ro: Piesa (le)

source: Failed to bind %s !
am: ማጣመር አልተቻለም %s !
ar: فشل في ربط %s !
he: נכשל בקשירת %s !
it: Impossibile associare %s !
ro: Ataşarea %s eşuată!
